{
  "tittle_image": [
    {
      "id": 1,
      "path": " assets/images/pr3.png",
      "heading": "30 Years of Excellence: The Legacy of our Rubber Industry\nsince 1989",
      "para": "Manufacturers of High-Quality Rubber Moulded Goods",
      "type": "active"
    },
    {
      "id": 2,
      "path": "assets/images/pr3.png",
      "heading": "VISION",
      "para": "To Be a Leader in The Rubber Industry, Providing High-Quality, Sustainable, And Innovative Rubber Products That Exceed Customer\nExpectations and Contribute to The Growth and Success of Our Employees,\nCommunities, And the World.",
      "type": ""
    },
    {
      "id": 3,
      "path": "assets/images/pr3.png",
      "heading": "MISSION",
      "para": "Our Mission Is to Be a Leading Manufacturer of High-Quality Rubber Products, Utilizing Innovative Technology and Sustainable Practices, While Providing Exceptional Service and Value to Our Customers. We Strive to Create a Safe and Fulfilling Work Environment for Our Employees, And to Positively Impact the Communities in Which We Operate.",
      "type": ""
    }
  ],
  "products": [
    {
      "id": 1,
      "path": "assets/images/rubber-pad-500x500.jpg",
      "name": "Anti Vibration Rubber Pad",
      "des": "Antivibration rubber mounts are used to reduce vibrations and noise from mechanical equipment and HVAC applications. They are made of high-grade rubber pads that can be customized for different thicknesses and uses. They are suitable for machines that do not require bolting, such as generators, air conditioners, pumps, and fans. They also protect electronics and sensitive laboratory apparatus from excess vibrations. Antivibration rubber mounts are economical and easy to install."
    },
    {
      "id": 2,
      "path": "assets/images/SK-Polymer-Products-6zm7ke8jvwpx0tnxwabemxhzghnzfu6dbi.jpg",
      "name": "Rubber Mat Connector",
      "des": "Rubber Mat Connector is a product that connects rubber mats to form a smooth and durable flooring solution. It is easy to install and maintain, and can be used for various applications such as events, gyms, and industrial workspaces. It also ensures safety and cost-effectiveness."
    },
    {
      "id": 3,
      "path": "assets/images/SK-Polymer-Products-6zm7ke8jvwpx0tnxwabemxhzghnzfu6dbi.jpg",
      "name": "Rubber Ladder Shoe - Secure Footing for Elevated Work",
      "des": "Rubber Ladder Shoe is a product that attaches to the feet of ladders to provide better traction, stability, and durability. It is easy to install and compatible with various types of ladders. It reduces the risk of accidents and increases the work efficiency of people who work at heights. It is a cost-effective and reliable accessory for ladder users."
    },
    {
      "id": 4,
      "path": "assets/images/SK-Polymer-Products-6zm7ke8jvwpx0tnxwabemxhzghnzfu6dbi.jpg",
      "name": "Rubber Bar Mat - Elevate Your Bar Experience with Style and\nFunctionality",
      "des": "Rubber Bar Mat is a product that is made of high-quality rubber and has an anti-slip surface, easy cleanup, and customizable design. It helps to organize the bar, prevent spills and stains, and provide comfort for the bartenders and patrons. It is a durable, versatile, and stylish accessory that enhances your bar experience."
    }
  ],
  "about_des": {
    "des": "Welcome to AM Rubber Industries, a leading manufacturer of high-quality rubber products. Established in 1989, we have been providing our customers with exceptional products and services for over 34 years. Our state-of-the-art manufacturing facility is located in Changanacherry, Kerala, equipped with the latest technology and machinery to ensure efficient and precise production of rubber products. We have a dedicated team of skilled professionals who are committed to delivering products that meet the highest standards of quality and safety. At AM Rubber Industries, we offer a wide range of rubber products to meet the diverse needs of our customers. Our product portfolio includes O-rings, Oil and Water Seals, Gaskets, Car Mats, Scooter Mats, Mat Connectors, Mudflaps, Bushes, Metal Bounded Rubber Products and many other custom tailored rubber products. We use the finest materials to ensure the durability and longevity of our products. At AM Rubber Industries, our mission is to exceed our customers' expectations by providing them with the best products and services. We believe in building long-term relationships with our customers based on trust and mutual respect. Thank you for considering AM Rubber Industries for your rubber product needs. We look forward to serving you.",
    "images": [
      {
        "path": "assets/images/55cba084371d22dc0b8be6be.jpeg",
        "type": "active"
      },
      {
        "path": "assets/images/buildings_cs1-1.jpg",
        "type": ""
      },
      {
        "path": "assets/images/sean-pollock-203658-unsplash-1.jpg",
        "type": ""
      }
    ]
  }
}
